Repository: AstronTechApp/looopr-ios
Catalog: Looopr/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# locationSearch.prompt
source: Search city, address, or place
de: Stadt, Adresse oder Ort suchen
es: Buscar ciudad, dirección o lugar
fr: Ville, adresse ou lieu
it: Cerca città, indirizzo o luogo
nl: Zoek stad, adres of plek
pt_br: Buscar cidade, endereço ou lugar
pt_pt: Procurar cidade, morada ou local

# offRoute.checkingRoute
source: Checking route...
de: Route wird geprüft…
es: Comprobando la ruta…
fr: Vérification de l'itinéraire…
it: Controllo del percorso…
nl: Route controleren…
pt_br: Verificando a rota…
pt_pt: A verificar a rota…

# offRoute.findingPath
source: Finding your path forward
de: Wir suchen einen Weg weiter
es: Buscando un camino
fr: Recherche d'un chemin
it: Cerchiamo una via
nl: We zoeken een weg vooruit
pt_br: Procurando um caminho
pt_pt: A procurar um caminho

# offRoute.recalculating
source: Recalculating...
de: Neu berechnen…
es: Recalculando…
fr: Recalcul…
it: Ricalcolo…
nl: Opnieuw berekenen…
pt_br: Recalculando…
pt_pt: A recalcular…

# poi.categoryDescription.aquarium
source: Aquarium and marine life center
de: Aquarium und Meereszentrum
es: Acuario y centro de vida marina
fr: Aquarium et centre de vie marine
it: Acquario e centro di vita marina
nl: Aquarium en zeeleven
pt_br: Aquário e centro de vida marinha
pt_pt: Aquário e centro de vida marinha

# poi.categoryDescription.bakery
source: Bakery and pastry shop
de: Bäckerei und Konditorei
es: Panadería y pastelería
fr: Boulangerie-pâtisserie
it: Panetteria e pasticceria
nl: Bakkerij en banketbakkerij
pt_br: Padaria e confeitaria
pt_pt: Padaria e pastelaria

# poi.categoryDescription.bar
source: Bar and lounge
de: Bar und Lounge
es: Bar y lounge
fr: Bar et lounge
it: Bar e lounge
nl: Bar en lounge
pt_br: Bar e lounge
pt_pt: Bar e lounge

# poi.categoryDescription.cafe
source: Cafe and coffee house
de: Café und Kaffeehaus
es: Cafetería
fr: Café et salon de thé
it: Caffè e caffetteria
nl: Café en koffiehuis
pt_br: Café e cafeteria
pt_pt: Café e cafeteria

# poi.categoryDescription.castle
source: Castle and historic fortification
de: Burg und historische Befestigung
es: Castillo y fortificación histórica
fr: Château et fortification historique
it: Castello e fortificazione storica
nl: Kasteel en historische vesting
pt_br: Castelo e fortificação histórica
pt_pt: Castelo e fortificação histórica

# poi.categoryDescription.church
source: Church and place of worship
de: Kirche und Gotteshaus
es: Iglesia y lugar de culto
fr: Église et lieu de culte
it: Chiesa e luogo di culto
nl: Kerk en gebedshuis
pt_br: Igreja e local de culto
pt_pt: Igreja e local de culto

# poi.categoryDescription.gallery
source: Art gallery and exhibition space
de: Kunstgalerie und Ausstellungsraum
es: Galería de arte y sala de exposiciones
fr: Galerie d'art et espace d'exposition
it: Galleria d'arte e spazio espositivo
nl: Kunstgalerie en expositieruimte
pt_br: Galeria de arte e espaço de exposições
pt_pt: Galeria de arte e espaço de exposições

# poi.categoryDescription.garden
source: Garden and botanical area
de: Garten und botanische Anlage
es: Jardín y zona botánica
fr: Jardin et espace botanique
it: Giardino e area botanica
nl: Tuin en botanisch gebied
pt_br: Jardim e área botânica
pt_pt: Jardim e área botânica

# poi.categoryDescription.historicSite
source: Historic site of cultural significance
de: Historische Stätte von kultureller Bedeutung
es: Lugar histórico de importancia cultural
fr: Site historique d'importance culturelle
it: Sito storico di rilevanza culturale
nl: Historische plek van culturele betekenis
pt_br: Local histórico de importância cultural
pt_pt: Local histórico de importância cultural

# poi.categoryDescription.landmark
source: Notable landmark and point of interest
de: Bekanntes Wahrzeichen und Sehenswürdigkeit
es: Lugar emblemático y punto de interés
fr: Lieu emblématique et point d'intérêt
it: Luogo simbolo e punto d'interesse
nl: Bekend herkenningspunt en bezienswaardigheid
pt_br: Marco notável e ponto de interesse
pt_pt: Marco notável e ponto de interesse

# poi.categoryDescription.monument
source: Historic monument and memorial
de: Historisches Denkmal und Gedenkstätte
es: Monumento histórico y memorial
fr: Monument historique et mémorial
it: Monumento storico e memoriale
nl: Historisch monument en gedenkteken
pt_br: Monumento histórico e memorial
pt_pt: Monumento histórico e memorial

# poi.categoryDescription.museum
source: Museum and cultural exhibition
de: Museum und Kulturausstellung
es: Museo y exposición cultural
fr: Musée et exposition culturelle
it: Museo e mostra culturale
nl: Museum en culturele tentoonstelling
pt_br: Museu e exposição cultural
pt_pt: Museu e exposição cultural

# poi.categoryDescription.other
source: Point of interest
de: Sehenswürdigkeit
es: Punto de interés
fr: Point d'intérêt
it: Punto d'interesse
nl: Bezienswaardigheid
pt_br: Ponto de interesse
pt_pt: Ponto de interesse

# poi.categoryDescription.park
source: Park and green space
de: Park und Grünfläche
es: Parque y zona verde
fr: Parc et espace vert
it: Parco e area verde
nl: Park en groen
pt_br: Parque e área verde
pt_pt: Parque e área verde

# poi.categoryDescription.theater
source: Theater and performing arts venue
de: Theater und Bühne für darstellende Künste
es: Teatro y sala de artes escénicas
fr: Théâtre et salle de spectacle
it: Teatro e spazio per le arti performative
nl: Theater en podium voor uitvoerende kunsten
pt_br: Teatro e espaço de artes cênicas
pt_pt: Teatro e espaço de artes performativas

# poi.categoryDescription.viewpoint
source: Scenic viewpoint
de: Aussichtspunkt
es: Mirador panorámico
fr: Point de vue panoramique
it: Punto panoramico
nl: Uitzichtpunt
pt_br: Mirante panorâmico
pt_pt: Miradouro panorâmico

# poi.categoryDescription.zoo
source: Zoo and wildlife park
de: Zoo und Wildpark
es: Zoo y parque de fauna
fr: Zoo et parc animalier
it: Zoo e parco faunistico
nl: Dierentuin en wildpark
pt_br: Zoológico e parque de vida selvagem
pt_pt: Jardim zoológico e parque de vida selvagem

# poi.todayHours
source: Today: %@
de: Heute: %@
es: Hoy: %@
fr: Aujourd'hui : %@
it: Oggi: %@
nl: Vandaag: %@
pt_br: Hoje: %@
pt_pt: Hoje: %@

# poiDetail.accessibility
source: Accessibility
de: Barrierefreiheit
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
nl: Toegankelijkheid
pt_br: Acessibilidade
pt_pt: Acessibilidade

# poiDetail.admission
source: Admission
de: Eintritt
es: Entrada
fr: Entrée
it: Ingresso
nl: Entree
pt_br: Entrada
pt_pt: Entrada

# poiDetail.hours
source: Hours
de: Öffnungszeiten
es: Horario
fr: Horaires
it: Orari
nl: Openingstijden
pt_br: Horário
pt_pt: Horário

# poiDetail.phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
nl: Telefoon
pt_br: Telefone
pt_pt: Telefone

# poiDetail.seePrice
source: See price
de: Preis ansehen
es: Ver precio
fr: Voir le prix
it: Vedi prezzo
nl: Bekijk prijs
pt_br: Ver preço
pt_pt: Ver preço

# privacySettings.deletionFailed
source: Deletion failed: %@
de: Löschen fehlgeschlagen: %@
es: Error al eliminar: %@
fr: Échec de la suppression : %@
it: Eliminazione non riuscita: %@
nl: Verwijderen mislukt: %@
pt_br: Falha ao excluir: %@
pt_pt: Falha ao eliminar: %@

# privacySettings.exportFailed
source: Export failed: %@
de: Export fehlgeschlagen: %@
es: Error al exportar: %@
fr: Échec de l'export : %@
it: Esportazione non riuscita: %@
nl: Exporteren mislukt: %@
pt_br: Falha na exportação: %@
pt_pt: Falha na exportação: %@

# routeSelection.statDistance
source: Distance
de: Distanz
es: Distancia
it: Distanza
nl: Afstand
pt_br: Distância
pt_pt: Distância

# routeSelection.statElevation
source: Elevation
de: Höhe
es: Desnivel
fr: Dénivelé
it: Dislivello
nl: Hoogte
pt_br: Elevação
pt_pt: Elevação

# routeSelection.statTime
source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
nl: Tijd
pt_br: Tempo
pt_pt: Tempo

# routeSelection.subtitleFinding
source: Finding routes · %@ walk
de: Routen werden gesucht · %@ Spaziergang
es: Buscando rutas · paseo de %@
fr: Recherche d'itinéraires · balade de %@
it: Ricerca percorsi · passeggiata di %@
nl: Routes zoeken · %@ wandeling
pt_br: Buscando rotas · caminhada de %@
pt_pt: A procurar rotas · caminhada de %@

# routeSelection.subtitleFound.one
source: 1 route found · %@ walk
de: 1 Route gefunden · %@ Spaziergang
es: 1 ruta encontrada · paseo de %@
fr: 1 itinéraire trouvé · balade de %@
it: 1 percorso trovato · passeggiata di %@
nl: 1 route gevonden · %@ wandeling
pt_br: 1 rota encontrada · caminhada de %@
pt_pt: 1 rota encontrada · caminhada de %@

# routeSelection.subtitleFound.other
source: %1$@ routes found · %2$@ walk
de: %1$@ Routen gefunden · %2$@ Spaziergang
es: %1$@ rutas encontradas · paseo de %2$@
fr: %1$@ itinéraires trouvés · balade de %2$@
it: %1$@ percorsi trovati · passeggiata di %2$@
nl: %1$@ routes gevonden · %2$@ wandeling
pt_br: %1$@ rotas encontradas · caminhada de %2$@
pt_pt: %1$@ rotas encontradas · caminhada de %2$@

# settings.language.system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
nl: Systeemstandaard
pt_br: Padrão do sistema
pt_pt: Predefinição do sistema

# settings.unitPreference.system
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
nl: Systeemstandaard
pt_br: Padrão do sistema
pt_pt: Predefinição do sistema

# sharedRoute.loading
source: Loading shared route...
de: Geteilte Route wird geladen…
es: Cargando la ruta compartida…
fr: Chargement de l'itinéraire partagé…
it: Caricamento del percorso condiviso…
nl: Gedeelde route laden…
pt_br: Carregando a rota compartilhada…
pt_pt: A carregar a rota partilhada…

# sharedRoute.notFoundSubtitle
source: This route may have expired or been removed.
de: Diese Route ist möglicherweise abgelaufen oder wurde entfernt.
es: Es posible que esta ruta haya caducado o se haya eliminado.
fr: Cet itinéraire a peut-être expiré ou été supprimé.
it: Questo percorso potrebbe essere scaduto o essere stato rimosso.
nl: Deze route is mogelijk verlopen of verwijderd.
pt_br: Esta rota pode ter expirado ou sido removida.
pt_pt: Esta rota pode ter expirado ou sido removida.

# sharedRoute.notFoundTitle
source: Route Not Found
de: Route nicht gefunden
es: Ruta no encontrada
fr: Itinéraire introuvable
it: Percorso non trovato
nl: Route niet gevonden
pt_br: Rota não encontrada
pt_pt: Rota não encontrada

# walkDetail.checkedInAt
source: Checked in at %@
de: Eingecheckt um %@
es: Registrado a las %@
fr: Arrivé à %@
it: Check-in alle %@
nl: Ingecheckt om %@
pt_br: Check-in às %@
pt_pt: Check-in às %@

# walkDetail.noRouteData
source: This walk has no route data to share.
de: Dieser Spaziergang hat keine Routendaten zum Teilen.
es: Este paseo no tiene datos de ruta para compartir.
fr: Cette balade n'a pas de données d'itinéraire à partager.
it: Questa passeggiata non ha dati del percorso da condividere.
nl: Deze wandeling heeft geen routegegevens om te delen.
pt_br: Esta caminhada não tem dados de rota para compartilhar.
pt_pt: Esta caminhada não tem dados de rota para partilhar.

# walkNavigation.statDistance
source: Distance
de: Distanz
es: Distancia
it: Distanza
nl: Afstand
pt_br: Distância
pt_pt: Distância

# walkNavigation.statRemaining
source: Remaining
de: Verbleibend
es: Restante
fr: Restant
it: Rimanente
nl: Resterend
pt_br: Restante
pt_pt: Restante

# walkNavigation.statTime
source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
nl: Tijd
pt_br: Tempo
pt_pt: Tempo

# auth.appleIDCredentialsFailed
source: Failed to get Apple ID credentials.
de: Apple-ID-Anmeldedaten konnten nicht abgerufen werden.
es: Error al obtener las credenciales de Apple ID.
fr: Échec de la récupération des identifiants Apple ID.
it: Impossibile ottenere le credenziali Apple ID.
nl: Apple ID-inloggegevens ophalen mislukt.
pt_br: Falha ao obter credenciais do Apple ID.
pt_pt: Falha ao obter credenciais do Apple ID.

# auth.discoverRoutesDescription
source: Discover walking routes around you
de: Entdecke Wanderrouten in deiner Nähe
es: Descubre rutas de paseo a tu alrededor
fr: Découvrez des itinéraires de promenade autour de vous
it: Scopri percorsi a piedi intorno a te
nl: Ontdek wandelroutes bij jou in de buurt
pt_br: Descubra rotas de caminhada ao seu redor
pt_pt: Descubra rotas de caminhada à sua volta

# auth.privacyAgreement
source: By signing in, you agree to our [Privacy Policy](https://looopr.app/privacy). We collect your name, email, saved routes, and walk history to provide the service.
de: Durch die Anmeldung stimmst du unserer [Datenschutzrichtlinie](https://looopr.app/privacy) zu. Wir erfassen deinen Namen, deine E-Mail, gespeicherte Routen und deinen Wanderverlauf.
es: Al iniciar sesión, aceptas nuestra [Política de privacidad](https://looopr.app/privacy). Recopilamos tu nombre, correo, rutas guardadas e historial de caminatas.
fr: En vous connectant, vous acceptez notre [Politique de confidentialité](https://looopr.app/privacy). Nous collectons votre nom, e-mail, itinéraires sauvegardés et historique de marche.
it: Accedendo, accetti la nostra [Informativa sulla privacy](https://looopr.app/privacy). Raccogliamo nome, email, percorsi salvati e cronologia delle passeggiate.
nl: Door in te loggen ga je akkoord met ons [Privacybeleid](https://looopr.app/privacy). We verzamelen je naam, e-mail, opgeslagen routes en wandelgeschiedenis om de service te bieden.
pt_br: Ao fazer login, você concorda com nossa [Política de Privacidade](https://looopr.app/privacy). Coletamos seu nome, e-mail, rotas salvas e histórico de caminhadas.
pt_pt: Ao iniciar sessão, aceita a nossa [Política de Privacidade](https://looopr.app/privacy). Recolhemos o seu nome, e-mail, rotas guardadas e histórico de caminhadas.

# auth.signingIn
source: Signing in...
de: Anmeldung läuft...
es: Iniciando sesión...
fr: Connexion en cours...
it: Accesso in corso...
nl: Bezig met inloggen...
pt_br: Entrando...
pt_pt: A iniciar sessão...

# auth.signInGoogle
source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
it: Accedi con Google
nl: Inloggen met Google
pt_br: Entrar com Google
pt_pt: Iniciar sessão com Google

# auth.welcome
source: Welcome to Looopr
de: Willkommen bei Looopr
es: Bienvenido a Looopr
fr: Bienvenue sur Looopr
it: Benvenuto su Looopr
nl: Welkom bij Looopr
pt_br: Bem-vindo ao Looopr
pt_pt: Bem-vindo ao Looopr

# error.navigation.locationPermissionDenied
source: Location permission denied
de: Standortberechtigung verweigert
es: Permiso de ubicación denegado
fr: Autorisation de localisation refusée
it: Permesso di localizzazione negato
nl: Locatietoestemming geweigerd
pt_br: Permissão de localização negada
pt_pt: Permissão de localização negada

# error.navigation.notAvailable
source: Navigation not available
de: Navigation nicht verfügbar
es: Navegación no disponible
fr: Navigation non disponible
it: Navigazione non disponibile
nl: Navigatie niet beschikbaar
pt_br: Navegação não disponível
pt_pt: Navegação não disponível

# error.network.requestFailed
source: Request failed
de: Anfrage fehlgeschlagen
es: Error en la solicitud
fr: Échec de la requête
it: Richiesta fallita
nl: Verzoek mislukt
pt_br: Falha na solicitação
pt_pt: Pedido falhado

# error.network.serverError
source: Server error
de: Serverfehler
es: Error del servidor
fr: Erreur serveur
it: Errore del server
nl: Serverfout
pt_br: Erro do servidor
pt_pt: Erro do servidor

# error.network.unavailable
source: Network connection unavailable
de: Keine Netzwerkverbindung
es: Conexión de red no disponible
fr: Connexion réseau indisponible
it: Connessione di rete non disponibile
nl: Geen netwerkverbinding
pt_br: Conexão de rede indisponível
pt_pt: Ligação de rede indisponível

# error.photo.libraryDenied
source: Photo library access denied
de: Zugriff auf Fotobibliothek verweigert
es: Acceso a la biblioteca de fotos denegado
fr: Accès à la photothèque refusé
it: Accesso alla libreria foto negato
nl: Toegang tot fotobibliotheek geweigerd
pt_br: Acesso à biblioteca de fotos negado
pt_pt: Acesso à biblioteca de fotos negado

# error.photo.notAccessible
source: Cannot access photo library
de: Kein Zugriff auf Fotobibliothek
es: No se puede acceder a la biblioteca de fotos
fr: Impossible d'accéder à la photothèque
it: Impossibile accedere alla libreria foto
nl: Geen toegang tot fotobibliotheek
pt_br: Não é possível acessar a biblioteca de fotos
pt_pt: Não é possível aceder à biblioteca de fotos

# error.photo.notSaved
source: Photo could not be saved
de: Foto konnte nicht gespeichert werden
es: No se pudo guardar la foto
fr: La photo n'a pas pu être enregistrée
it: Impossibile salvare la foto
nl: Foto kon niet worden opgeslagen
pt_br: Não foi possível salvar a foto
pt_pt: Não foi possível guardar a foto

# error.poi.dataInvalid
source: Invalid point of interest data
de: Ungültige Daten der Sehenswürdigkeit
es: Datos del punto de interés no válidos
fr: Données du point d'intérêt invalides
it: Dati del punto di interesse non validi
nl: Ongeldige gegevens bezienswaardigheid
pt_br: Dados do ponto de interesse inválidos
pt_pt: Dados do ponto de interesse inválidos

# error.poi.notFound
source: Point of interest not found
de: Sehenswürdigkeit nicht gefunden
es: Punto de interés no encontrado
fr: Point d'intérêt introuvable
it: Punto di interesse non trovato
nl: Bezienswaardigheid niet gevonden
pt_br: Ponto de interesse não encontrado
pt_pt: Ponto de interesse não encontrado

# error.route.invalid
source: Invalid route data
de: Ungültige Routendaten
es: Datos de ruta no válidos
fr: Données d'itinéraire invalides
it: Dati percorso non validi
nl: Ongeldige routegegevens
pt_br: Dados de rota inválidos
pt_pt: Dados de rota inválidos

# error.route.loadFailed
source: Failed to load route
de: Route konnte nicht geladen werden
es: Error al cargar la ruta
fr: Échec du chargement de l'itinéraire
it: Impossibile caricare il percorso
nl: Route laden mislukt
pt_br: Falha ao carregar a rota
pt_pt: Falha ao carregar a rota

# error.route.notFound
source: Route not found
de: Route nicht gefunden
es: Ruta no encontrada
fr: Itinéraire introuvable
it: Percorso non trovato
nl: Route niet gevonden
pt_br: Rota não encontrada
pt_pt: Rota não encontrada

# feedback.howWasWalk
source: How was your walk?
de: Wie war dein Spaziergang?
es: ¿Cómo fue tu paseo?
fr: Comment était ta balade?
it: Com'è stata la tua passeggiata?
nl: Hoe was je wandeling?
pt_br: Como foi sua caminhada?
pt_pt: Como foi sua caminhada?

# finishWalk.avgPace
source: Avg Pace
de: Ø Tempo
es: Ritmo Medio
fr: Allure Moy.
it: Ritmo Medio
nl: Gem. Tempo
pt_br: Ritmo Médio
pt_pt: Ritmo Médio

# finishWalk.breakAt
source: A break at %@
de: Eine Pause bei %@
es: Un descanso en %@
fr: Une pause à %@
it: Una pausa a %@
nl: Een pauze bij %@
pt_br: Uma pausa em %@
pt_pt: Uma pausa em %@

# finishWalk.breaks
source: BREAKS
de: PAUSEN
es: PAUSAS
fr: PAUSES
it: PAUSE
nl: PAUZES
pt_br: PAUSAS
pt_pt: PAUSAS

# finishWalk.distance
source: Distance
de: Entfernung
es: Distancia
it: Distanza
nl: Afstand
pt_br: Distância
pt_pt: Distância

# finishWalk.duration
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
nl: Duur
pt_br: Duração
pt_pt: Duração

# finishWalk.elevation
source: Elevation
de: Höhenunterschied
es: Elevación
fr: Dénivelé
it: Elevazione
nl: Hoogteverschil
pt_br: Elevação
pt_pt: Elevação

# finishWalk.exportGPX
source: Export GPX
de: GPX exportieren
es: Exportar GPX
fr: Exporter en GPX
it: Esporta GPX
nl: GPX exporteren
pt_br: Exportar GPX
pt_pt: Exportar GPX

# finishWalk.goHome
source: Go Home
de: Zur Startseite
es: Ir al Inicio
fr: Aller à l'Accueil
it: Vai a Home
nl: Ga naar Startpagina
pt_br: Ir para Início
pt_pt: Ir para Início

# finishWalk.routeSaved
source: Route Saved
de: Route Gespeichert
es: Ruta Guardada
fr: Itinéraire Enregistré
it: Percorso Salvato
nl: Route Opgeslagen
pt_br: Rota Salva
pt_pt: Rota Guardada

# finishWalk.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pt_br: Salvar
pt_pt: Guardar

# finishWalk.saved
source: Saved!
de: Gespeichert!
es: ¡Guardado!
fr: Enregistré!
it: Salvato!
nl: Opgeslagen!
pt_br: Salvo!
pt_pt: Guardado!

# finishWalk.saveRoute
source: Save Route
de: Route Speichern
es: Guardar Ruta
fr: Enregistrer l'Itinéraire
it: Salva Percorso
nl: Route Opslaan
pt_br: Salvar Rota
pt_pt: Guardar Rota

# finishWalk.share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pt_br: Compartilhar
pt_pt: Partilhar

# finishWalk.shareLooopr
source: Share Looopr
de: Looopr Teilen
es: Compartir Looopr
fr: Partager Looopr
it: Condividi Looopr
nl: Deel Looopr
pt_br: Compartilhar Looopr
pt_pt: Partilhar Looopr

# finishWalk.shareRoute
source: Share Route
de: Route Teilen
es: Compartir Ruta
fr: Partager l'Itinéraire
it: Condividi Percorso
nl: Route Delen
pt_br: Compartilhar Rota
pt_pt: Partilhar Rota

# finishWalk.title
source: Looopr Complete!
de: Looopr Abgeschlossen!
es: ¡Looopr Completado!
fr: Looopr Terminé!
it: Looopr Completato!
nl: Looopr Voltooid!
pt_br: Looopr Concluído!
pt_pt: Looopr Concluído!

# foodCheckIn.checkInButton
source: Check in
de: Einchecken
es: Registrarse
fr: Enregistrement
it: Registrati
nl: Inchecken
pt_br: Fazer Check-in
pt_pt: Fazer Check-in

# foodCheckIn.nearestFood
source: You're near %@
de: Du bist in der Nähe von %@
es: Estás cerca de %@
fr: Vous êtes près de %@
it: Sei vicino a %@
nl: Je bent bij %@
pt_br: Você está perto de %@
pt_pt: Está perto de %@

# foodCheckIn.stoppingForBreak
source: Stopping for a break?
de: Machst du eine Pause?
es: ¿Parar para descansar?
fr: Faire une pause?
it: Fai una pausa?
nl: Pauzeren?
pt_br: Parando para um descanso?
pt_pt: Parando para um descanso?

# gpx.exportFailed
source: Couldn't export GPX
de: GPX-Export fehlgeschlagen
es: No se pudo exportar el GPX
fr: Échec de l'export GPX
it: Impossibile esportare il GPX
nl: GPX exporteren mislukt
pt_br: Não foi possível exportar o GPX
pt_pt: Não foi possível exportar o GPX

# gpx.exportTitle
source: Export GPX
de: GPX exportieren
es: Exportar GPX
fr: Exporter en GPX
it: Esporta GPX
nl: GPX exporteren
pt_br: Exportar GPX
pt_pt: Exportar GPX

# gpx.noTrack
source: This walk has no recorded GPS track to export.
de: Für diesen Spaziergang wurde kein GPS-Track aufgezeichnet.
es: Este paseo no tiene un recorrido GPS grabado para exportar.
fr: Cette balade n'a pas de trace GPS enregistrée à exporter.
it: Questa passeggiata non ha una traccia GPS registrata da esportare.
nl: Deze wandeling heeft geen opgenomen GPS-track om te exporteren.
pt_br: Esta caminhada não tem um trajeto GPS gravado para exportar.
pt_pt: Esta caminhada não tem um trajeto GPS gravado para exportar.

# health.notAuthorized
source: Looopr doesn't have permission to write to Apple Health. You can grant it in Settings → Apple Health.
de: Looopr hat keine Berechtigung, in Apple Health zu schreiben. Du kannst sie unter Einstellungen → Apple Health erteilen.
es: Looopr no tiene permiso para escribir en Apple Health. Puedes concederlo en Configuración → Apple Health.
fr: Looopr n'a pas l'autorisation d'écrire dans Apple Health. Vous pouvez l'accorder dans Paramètres → Apple Health.
it: Looopr non ha il permesso di scrivere su Apple Health. Puoi concederlo in Impostazioni → Apple Health.
nl: Looopr heeft geen toestemming om naar Apple Health te schrijven. Je kunt dit toestaan via Instellingen → Apple Health.
pt_br: O Looopr não tem permissão para gravar no Apple Health. Você pode concedê-la em Configurações → Apple Health.
pt_pt: O Looopr não tem permissão para escrever no Apple Health. Pode concedê-la em Configurações → Apple Health.
